SE4Foam/tutorials/simpleCoolProp4SEFoam/pipe/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 3.95e-4;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 3.95e-4;//e = Cmu*k^(1.5)/l, l=3.04e-3
    }
    outlet
    {
        type            zeroGradient;
    }
    tubeWall
    {
        type            epsilonWallFunction;
        refValue        uniform 0;
        value           uniform 3.95e-4;
        Cmu             0.09;
        kappa           0.41;
        E               9.8;
    }
}


// ************************************************************************* //
