SE4Foam/tutorials/simpleCoolProp4SEFoam/pipe/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  SE4Foam;//Newtonian;

fluid		INCOMP::Water;//TVP1
Prt		Prt [ 0 0 0 0 0 0 0 ]		0.85;
Pr              Pr [0 0 0 0 0 0 0]		5.82;

// ************************************************************************* //
